Repository: trykuna/app
Catalog: Kuna/Resources/Localizable.xcstrings
Source language: en_gb
Languages: pl

# settings.connection.userManagement.switchToUsernamePassword.title
source: Switch to Username/Password Login
pl: Przełącz na logowanie nazwa/hasło

# settings.connection.userManagement.title
source: User Management
pl: Zarządzanie użytkownikami

# settings.display.attachments.description
source: Show paperclip icons for tasks with attachments
pl: Pokaż ikonę spinacza przy zadaniach z załącznikami

# settings.display.attachments.title
source: Attachment Icons
pl: Ikony załączników

# settings.display.celebration.description
source: Show confetti when marking a task complete
pl: Pokaż konfetti podczas oznaczania zadania jako zakończone

# settings.display.celebration.header
source: Celebration
pl: Świętowanie

# settings.display.celebration.title
source: Celebrate Completion
pl: Świętuj ukończenie

# settings.display.colours.defaultBalls.description
source: Use the default blue color for task color indicators
pl: Użyj domyślnego koloru niebieskiego dla wskaźnika zadania

# settings.display.colours.defaultBalls.title
source: Default Color Balls
pl: Domyślne kule kolorów

# settings.display.colours.description
source: Display color indicators for all tasks
pl: Wyświetlaj wskaźniki kolorów dla wszystkich zadań

# settings.display.colours.title
source: Task Colours
pl: Kolory zadań

# settings.display.comments.description
source: Show comment count badges on tasks
pl: Pokaż odznaki licznika komentarzy dla zadań

# settings.display.comments.title
source: Comment Counts
pl: Liczba komentarzy

# settings.display.dates.dueDate.description
source: Show a task's due date
pl: Pokaż termin realizacji zadania

# settings.display.dates.dueDate.title
source: Due Date
pl: Termin realizacji

# settings.display.dates.endDate.description
source: Show a task's end date
pl: Pokaż datę zakończenia zadania

# settings.display.dates.endDate.title
source: End Date
pl: Data zakończenia

# settings.display.dates.header
source: Task Dates
pl: Terminy zadań

# settings.display.dates.startDate.description
source: Show a task's start date
pl: Pokaż datę rozpoczęcia zadania

# settings.display.footer
source: Control which elements are displayed in task lists. Changes apply to all task views.
pl: Wybierz, które elementy są wyświetlane na listach zadań. Zmiany dotyczą wszystkich widoków zadań.

# settings.display.preview.sampleTitle
source: Sample task title
pl: Przykładowa nazwa zadania

# settings.display.preview.title
source: Live preview of task list appearance based on your settings.
pl: Podgląd listy zadań na żywo na podstawie ustawień.

# settings.display.priority.description
source: Show priority indicators on tasks
pl: Pokaż wskaźniki priorytetów dla zadań

# settings.display.priority.title
source: Priority Indicators
pl: Wskaźniki priorytetów

# settings.display.subtitle
source: Customize what appears on task lists
pl: Wybierz, które elementy są wyświetlane na listach zadań

# settings.display.syncStatus.description
source: Show whether a task is synced to Calendar
pl: Pokaż, czy zadanie jest zsynchronizowane z kalendarzem

# settings.display.syncStatus.title
source: Sync Status
pl: Status synchronizacji

# settings.display.title
source: Display Options
pl: Opcje wyświetlania

# settings.icon.current %@
source: Current Icon: %@
pl: Obecna ikona: %@

# settings.information.header
source: Information
pl: Informacje

# settings.privacy.analytics.subtitle
source: Help improve the app by sending anonymous usage data
pl: Pomóż ulepszyć aplikację wysyłając anonimowe dane użytkowania

# settings.privacy.analytics.title
source: Anonymous Analytics
pl: Anonimowa analityka

# settings.privacy.header
source: Privacy
pl: Prywatność

# settings.processing.title
source: Processing
pl: Przetwarzanie

# settings.projectSync.title
source: Project Sync
pl: Synchronizacja projektu

# settings.taskList.sortOrder.subtitle
source: How tasks are sorted when you open a project
pl: Sposób sortowania zadań podczas otwierania projektu

# settings.taskList.sortOrder.title
source: Default Sort Order
pl: Domyślna kolejność sortowania

# settings.title
source: Settings
pl: Ustawienia

# settings.view.token.expiresIn %@
source: Expires in %@
pl: Wygasa za %@

# settings.watchedLabels
source: Watched Labels
pl: Obserwowane etykiety

# tasks.add.title
source: Add Task
pl: Dodaj zadanie

# tasks.attachment.files
source: Files
pl: Pliki

# tasks.attachment.photoLibrary
source: Photo Library
pl: Biblioteka zdjęć

# tasks.attachment.upload
source: Upload
pl: Prześlij

# tasks.attachments.enter_custom_name %@
source: Enter a custom name for '%@'
pl: Wprowadź niestandardową nazwę dla '%@'

# tasks.colour.select
source: Select Color
pl: Wybierz kolor

# tasks.comments.none
source: No comments yet
pl: Nie ma jeszcze żadnych komentarzy

# tasks.create.add
source: Add Task
pl: Dodaj zadanie

# tasks.create.button
source: Create Task
pl: Utwórz zadanie

# tasks.create.first
source: Create First Task
pl: Utwórz pierwsze zadanie

# tasks.create.new
source: Create New Task
pl: Utwórz nowe zadanie

# tasks.detail.description.placeholder
source: Enter description
pl: Wprowadź opis

# tasks.detail.dueDate
source: Due Date
pl: Data realizacji

# tasks.detail.endDate
source: End Date
pl: Data zakończenia

# tasks.detail.priority.title
source: Priority
pl: Priorytet

# tasks.detail.progress.title
source: Progress
pl: Postęp

# tasks.detail.reminders.none
source: No reminders
pl: Brak przypomnień

# tasks.details.assignees.none
source: No assignees
pl: Brak przypisanych użytkowników

# tasks.details.assignees.title
source: Assignees
pl: Przypisani użytkownicy

# tasks.details.attachments.add
source: Add Attachment
pl: Dodaj załącznik

# tasks.details.attachments.addTitle
source: Add Attachment
pl: Dodaj załącznik

# tasks.details.dates.dueDate.add
source: Add Due Date
pl: Dodaj datę realizacji

# tasks.details.dates.dueDate.none
source: No due date
pl: Brak daty realizacji

# tasks.details.dates.dueDate.title
source: Add due date
pl: Dodaj datę realizacji

# tasks.details.dates.endDate.add
source: Add End Date
pl: Dodaj datę zakończenia

# tasks.details.dates.endDate.none
source: No end date
pl: Brak daty zakończenia

# tasks.details.dates.endDate.title
source: Add end date
pl: Dodaj datę zakończenia

# tasks.details.dates.startDate.add
source: Add Start Date
pl: Dodaj datę rozpoczęcia

# tasks.details.dates.startDate.none
source: No start date
pl: Brak daty rozpoczęcia

# tasks.details.dates.startDate.title
source: Add start date
pl: Dodaj datę rozpoczęcia

# tasks.details.description.none
source: No description
pl: Brak opisu

# tasks.details.description.placeholder
source: Add description
pl: Dodaj opis

# tasks.details.description.title
source: Description
pl: Opis

# tasks.details.labels.none
source: No labels
pl: Brak etykiet

# tasks.details.priority.none
source: No priority
pl: Brak priorytetu

# tasks.details.priority.title
source: Priority
pl: Priorytet

# tasks.details.progress.title
source: Progress
pl: Postęp

# tasks.details.relatedTasks.title
source: Related Tasks
pl: Powiązane zadania

# tasks.details.reminders.add
source: Add reminder
pl: Dodaj przypomnienie

# tasks.details.reminders.addNew
source: Add New Reminder
pl: Dodaj nowe przypomnienie

# tasks.details.reminders.description
source: Add reminders to get notified about this task
pl: Dodaj przypomnienia, aby otrzymywać powiadomienia o tym zadaniu

# tasks.details.reminders.none
source: No Reminders
pl: Brak przypomnień

# tasks.details.reminders.none.set
source: No Reminders Set
pl: Nie ustawiono przypomnień

# tasks.details.reminders.title
source: Reminders
pl: Przypomnienia

# tasks.details.repeat.every
source: Repeat every:
pl: Powtarzaj co:

# tasks.details.repeat.none
source: Task will not repeat
pl: Zadanie nie będzie powtarzane

# tasks.details.repeat.task
source: Repeat Task
pl: Powtórz zadanie

# tasks.details.repeat.title
source: Repeat
pl: Powtarzaj

# tasks.details.scheduling.title
source: SCHEDULING
pl: PLANOWANIE

# tasks.details.title
source: Task Details
pl: Szczegóły zadania

# tasks.empty.action
source: Create your first task to get started!
pl: Utwórz pierwsze zadanie, aby rozpocząć!

# tasks.empty.title
source: No Tasks Yet
pl: Brak zadań

# tasks.filter.byDueDate
source: Filter by Due Date
pl: Filtruj według daty realizacji

# tasks.filter.byLabels
source: Filter by Labels
pl: Filtruj według etykiet

# tasks.filter.byPriority
source: Filter by Priority
pl: Filtruj według priorytetu

# tasks.filter.byProgress
source: Filter by Progress
pl: Filtruj według postępu

# tasks.filter.quickFilter
source: Quick Filter
pl: Szybkie filtrowanie

# tasks.filter.quickFilters
source: Quick Filters
pl: Szybkie filtry

# tasks.filter.resetAll
source: Reset All Filters
pl: Zresetuj wszystkie filtry

# tasks.filter.showCompleted
source: Show Completed Tasks
pl: Pokaż ukończone zadania

# tasks.filter.showIncomplete
source: Show Incomplete Tasks
pl: Pokaż nieukończone zadania

# tasks.filter.sort
source: Sort Tasks
pl: Sortuj zadania

# tasks.filter.title
source: Filter Tasks
pl: Filtruj zadania

# tasks.info.title
source: TASK INFO
pl: INFORMACJE O ZADANIU

# tasks.labels.select
source: Select Labels
pl: Wybierz etykiety

# tasks.list.loadEarlier
source: Load earlier
pl: Załaduj poprzednie

# tasks.list.loadMore
source: Load more
pl: Załaduj więcej

# tasks.list.title
source: Task List
pl: Lista zadań

# tasks.loading
source: Loading tasks
pl: Ładowanie zadań

# tasks.picker.navigationTitle
source: Pick Task
pl: Wybierz zadanie

# tasks.picker.title
source: Pick Task
pl: Wybierz zadanie

# tasks.placeholder.title
source: Task title
pl: Tytuł zadania

# tasks.priority.max
source: Min Priority
pl: Minimalny priorytet

# tasks.priority.min
source: Max Priority
pl: Maksymalny priorytet

# tasks.related.loading
source: Loading related tasks...
pl: Ładowanie powiązanych zadań...

# tasks.related.none
source: No related tasks
pl: Brak powiązanych zadań

# tasks.related.none.subtitle
source: Use the picker below to relate another task.
pl: Użyj poniższego selektora, aby powiązać inne zadanie.

# tasks.related.none.title
source: No Related Tasks
pl: Brak powiązanych zadań

# tasks.related.title
source: Related Tasks
pl: Powiązane zadania

# tasks.relation.kind
source: Kind
pl: Rodzaj

# tasks.reminder
source: Reminder
pl: Przypomnienie

# tasks.reminder.date
source: Reminder Date
pl: Data przypomnienia

# tasks.reminders
source: Reminders
pl: Przypomnienia

# tasks.reminders.title
source: Reminders
pl: Przypomnienia

# tasks.repeat
source: Repeat
pl: Powtarzaj

# tasks.repeat.description %@
source: This task will repeat %@
pl: To zadanie będzie powtarzane %@

# tasks.repeat.interval
source: Repeat Interval
pl: Częstotliwość powtarzania

# tasks.repeat.mode
source: Mode
pl: Tryb

# tasks.repeat.mode.picker
source: Mode
pl: Tryb

# tasks.repeat.mode.section
source: Repeat Mode
pl: Tryb powtarzania

# tasks.repeat.settings
source: Repeat Settings
pl: Ustawienia powtórzeń

# tasks.repeat.title
source: Repeat
pl: Powtarzaj

# tasks.repeat.unit
source: Unit
pl: Jednostka

# tasks.sample.title
source: Sample task title
pl: Przykładowa nazwa zadania

# tasks.search.description
source: Type part of a title or description to find a task
pl: Wpisz część tytułu lub opisu, aby znaleźć zadanie

# tasks.search.noResults
source: No tasks found
pl: Nie znaleziono zadań

# tasks.search.placeholder
source: Search tasks...
pl: Szukaj zadań...

# tasks.search.title
source: Search for tasks
pl: Szukaj zadań

# tasks.select
source: Select a task
pl: Wybierz zadanie

# tasks.select.description
source: Select a task to view its details
pl: Wybierz zadanie, aby wyświetlić jego szczegóły

# tasks.select.title
source: Select a task
pl: Wybierz zadanie

# tasks.sort.title
source: Sort Tasks
pl: Sortuj zadania

# tasks.startDate
source: Start Date
pl: Data rozpoczęcia

# tasks.sync.autoSave
source: This task will sync automatically on save
pl: To zadanie zsynchronizuje się automatycznie przy zapisywaniu

# tasks.title
source: Tasks
pl: Zadania

# users.find.title
source: Find Users
pl: Znajdź użytkowników

# users.search.description
source: Enter a username or name to find users you can assign to tasks
pl: Wprowadź nazwę użytkownika lub imię, aby znaleźć użytkowników, których możesz przypisać do zadań

# users.search.noResults.suggestion
source: Try a different search term
pl: Spróbuj użyć innego hasła wyszukiwania

# users.search.noResults.title
source: No users found
pl: Nie znaleziono użytkowników

# users.search.placeholder
source: Search users...
pl: Szukaj użytkowników...

# users.search.prompt %@
source: Search for '%@'
pl: Szukaj '%@'

# users.search.searching
source: Searching users
pl: Wyszukiwanie użytkowników

# users.search.title
source: Search for User
pl: Szukaj użytkownika
